import { Typography } from '@mui/material'
import React from 'react'
import { Link } from 'react-router-dom'
 
export default function Terms() {
  return (
    <>
       <main className="w-[86%] mx-auto py-15 px-4 md:px-8 " >
  <nav className="w-full max-w-5xl mb-6 text-left text-gray-600 text-base font-medium" aria-label="Хлебные крошки">
        <ol className="flex items-center">
          <li className="inline-flex items-center">
            <Link to="/" className="text-gray-500 hover:text-purple-600 transition-colors" aria-label="Перейти на главную">Главная</Link>
          </li>
          <li className="mx-2" aria-hidden="true">/</li>
          <li className="text-purple-600 font-semibold" aria-current="page"> Пользовательское соглашение</li>
        </ol>
      </nav>

    <h1 className="font-bold text-[38px] leading-[100%] tracking-normal text-black font-[Mulish]">
     Пользовательское соглашение
    </h1>

<Typography variant="body1" sx={{ mt: 4 , fontWeight: 400 , fontSize: '20px', lineHeight: '30px', color: '#434343'}}>
   А ещё акционеры крупнейших компаний могут быть обнародованы! Противоположная точка зрения подразумевает, что независимые государства призывают нас к новым свершениям, которые, в свою очередь, должны быть ассоциативно распределены по отраслям. Сложно сказать, почему предприниматели в сети интернет освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, призваны к ответу. И нет сомнений, что интерактивные прототипы лишь добавляют фракционных разногласий и объективно рассмотрены соответствующими инстанциями.
</Typography>
<Typography variant="body1" sx={{ mt: 4 , fontWeight: 400 , fontSize: '20px', lineHeight: '30px', color: '#434343'}}>
   А ещё акционеры крупнейших компаний могут быть обнародованы! Противоположная точка зрения подразумевает, что независимые государства призывают нас к новым свершениям, которые, в свою очередь, должны быть ассоциативно распределены по отраслям. Сложно сказать, почему предприниматели в сети интернет освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, призваны к ответу. И нет сомнений, что интерактивные прототипы лишь добавляют фракционных разногласий и объективно рассмотрены соответствующими инстанциями.
</Typography>
<Typography variant="body1" sx={{ mt: 4 , fontWeight: 400 , fontSize: '20px', lineHeight: '30px', color: '#434343'}}>
   А ещё акционеры крупнейших компаний могут быть обнародованы! Противоположная точка зрения подразумевает, что независимые государства призывают нас к новым свершениям, которые, в свою очередь, должны быть ассоциативно распределены по отраслям. Сложно сказать, почему предприниматели в сети интернет освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, призваны к ответу. И нет сомнений, что интерактивные прототипы лишь добавляют фракционных разногласий и объективно рассмотрены соответствующими инстанциями.
</Typography>

 

       </main>
    </>
  )
}
